{"races":
[
{"about_url":"http://localhost:3000/race_b2b.json", "name":"Bay to Breakers","about":"The Bay to Breakers 12K race starts near the clock tower at The Embarcadero, which runs along the San Francisco “Bay”. The race runs west through the city and finishes at the Great Highway where “breakers” crash onto the Pacific Coast's Ocean Beach. Join San Fransicans to celebrate community, art and healthy competition. Participants run up the iconic Hayes Street Hill, along the Panhandle and through Golden Gate Park, while the city of San Francisco cheers them on.", "about_url":"#race", "distance": 12, "age":103,"start":"Embarcadero","end":"Ocean Beach",
"cost":59,"image":"/images/sf_bees.jpg","date":"05/15/2016", "dateWeb":"May 15, 2016", "average_grade": "5.5%","steepest_grade":"11%", "transportation":"There are muni busses at the end of the race, you can use your clipper card or purchase a muni ticket beforehand. Additionally, there will be private chartered bus services will be provided by Bauer’s Intelligent Transportation. Cost unknown.","thumbnail":"/fitbit_logo.png"},
{"about_url":"http://localhost:3000/race_boston.json","name":"Boston Marathon","about":"Boston Athletic Association: Among the nation’s oldest athletic clubs, the B.A.A. was established in 1887, and, in 1896, more than half of the U.S. Olympic Team at the first modern games was composed of B.A.A. club members. The Olympic Games provided the inspiration for the first Boston Marathon, which culminated the B.A.A. Games on April 19, 1897. John J. McDermott emerged from a 15-member starting field to complete the course (then 24.5 miles) in a winning time of 2:55:10. The Boston Marathon has since become the world’s oldest annually contested marathon.", "about_url":"#race", "distance": 41, "age":118,"start":"Main Street","end":"Boylston Street", "cost":175,"image":"bos_women_start.jpg","date":"04/18/2016","dateWeb":"April 18, 2016","average_grade": "450ft above sea level","steepest_grade":"11%", "transportation":"The recommended way to get to the start in Hopkinton on race morning is by using the official B.A.A. buses between 6:00 a.m. and 9:33 a.m.","thumbnail":"/images/fitbit_logo.png"},
{"name":"Soaring Wings Half Marathon"},
{"name":"Women's Nike Half Marathon"},
{"name":"Duke City Marathon"}
]
}